Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: size not available
ca_es: mida no disponible

source: at
ca_es: a

source: Previous message:
ca_es: Missatge anterior:

source: Next message:
ca_es: Missatge següent:

source: thread
ca_es: fil

source: subject
ca_es: assumpte

source: author
ca_es: autor

source: date
ca_es: data

source: <P>Currently, there are no archives. </P>
ca_es: <P>Ara mateix no hi ha cap arxiu. </P>

source: Gzip'd Text%(sz)s
ca_es: Text en gzip%(sz)s

source: figuring article archives
ca_es: s'estan calculant els arxius dels articles

source: April
ca_es: abril

source: February
ca_es: febrer

source: January
ca_es: gener

source: March
ca_es: març

source: August
ca_es: agost

source: July
ca_es: juliol

source: June
ca_es: juny

source: May
ca_es: maig

source: December
ca_es: desembre

source: November
ca_es: novembre

source: October
ca_es: octubre

source: September
ca_es: setembre

source: First
ca_es: Primer

source: Fourth
ca_es: Quart

source: Second
ca_es: Segon

source: Third
ca_es: Tercer

source: %(ord)s quarter %(year)i
ca_es: %(ord)s trimestre de %(year)i

source: The Week Of Monday %(day)i %(month)s %(year)i
ca_es: La setmana del %(day)i %(month)s %(year)i

source: Computing threaded index
ca_es: S'està calculant l'índex dels fils

source: Updating HTML for article %(seq)s
ca_es: S'està actualitzant el codi HTML per a l'article %(seq)s

source: article file %(filename)s is missing!
ca_es: no es troba el fitxer d'article %(filename)s!

source: No subject
ca_es: Sense assumpte

source: Creating archive directory
ca_es: S'està creant el directori d'arxius

source: Reloading pickled archive state
ca_es: S'està tornant a carregar l'estat de l'arxiu emmagatzemat

source: Pickling archive state into
ca_es: S'està emmagatzemant l'estat de l'arxiu a

source: Updating index files for archive [%(archive)s]
ca_es: S'estan actualitzant els fitxers d'índex per a l'arxiu [%(archive)s]

source: Thread
ca_es: Fil

source: due to excessive bounces
ca_es: a causa d'un nombre excessiu de missatges retornats

source: by yourself
ca_es: de vós

source: by the list administrator
ca_es: de l'administrador de la llista

source: for unknown reasons
ca_es: per raons desconegudes

source: disabled
ca_es: inhabilitat

source: Bounce action notification
ca_es: Notificació de mesura de retorn

source: The last bounce received from you was dated %(date)s
ca_es: El vostre darrer missatge retornat rebut és del %(date)s

source: (no subject)
ca_es: (sense assumpte)

source: [No bounce details are available]
ca_es: [No hi ha detalls disponibles sobre retorns]

source: Moderator
ca_es: Moderador

source: Administrator
ca_es: Administrador

source: No such list <em>%(safelistname)s</em>
ca_es: La llista <em>%(safelistname)s</em> no existeix

source: Authorization failed.
ca_es: Ha fallat l'autorització.

source: You have turned off delivery of both digest and non-digest messages. This is an incompatible state of affairs. You must turn on either digest delivery or non-digest delivery or your mailing list will basically be unusable.
ca_es: Heu desactivat el lliurament tant de missatges individuals com de missatges de resum. Aquesta configuració és incompatible. Cal que habiliteu o bé els missatges individuals o bé els de resum. En cas contrari, la vostra llista de correu serà inutilitzable.

source: Warning:
ca_es: Avís:

source: You have digest members, but digests are turned off. Those people will not receive mail.
ca_es: Hi ha subscriptors que reben el correu de forma agrupada, però l'enviament de missatge agrupats està desactivat. Aquests usuaris no podran rebre cap correu.

source: You have regular list members but non-digestified mail is turned off. They will receive mail until you fix this problem.
ca_es: Hi ha subscriptors que reben els correus de forma individual, però l'enviament de missatges individuals està desactivat. En aquesta situació, aquests usuaris no podran rebre cap correu.

source: %(hostname)s mailing lists - Admin Links
ca_es: Llistes de correu de %(hostname)s - Enllaços administratius

source: Welcome!
ca_es: Us donem la benvinguda

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
ca_es: <p>Actualment no hi ha llistes públiques de correu %(mailmanlink)s a %(hostname)s.

source: <p>Below is the collection of publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s. Click on a list name to visit the configuration pages for that list.
ca_es: <p>Aquestes són les llistes de correu %(mailmanlink)s públiques a %(hostname)s. Feu clic al nom d'una llista per a accedir a la seva pàgina de configuració.

source: right
ca_es: correcte

source: To visit the administrators configuration page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(extra)slist name appended. If you have the proper authority, you can also <a href="%(creatorurl)s">create a new mailing list</a>. <p>General list information can be found at
ca_es: Per a accedir a la pàgina de configuració de l'administrador d'una llista no pública, obriu un URL similar a aquest, però amb una «/» i afegiu-hi el sufix %(extra)slist. Si disposeu dels privilegis necessaris, també podeu <a href="%(creatorurl)s">crear una llista de correu nova</a>. <p>Trobareu informació general sobre les llistes a

source: the mailing list overview page
ca_es: la pàgina d'informació general de les llistes de correu

source: <p>(Send questions and comments to
ca_es: <p>(Envieu les preguntes o comentaris a

source: List
ca_es: Llista

source: Description
ca_es: Descripció

source: [no description available]
ca_es: [no té cap descripció]

source: No valid variable name found.
ca_es: No s'ha trobat cap nom de variable vàlid.

source: %(realname)s Mailing list Configuration Help <br><em>%(varname)s</em> Option
ca_es: Ajuda per a la configuració de la llista de correu %(realname)s <br>opció <em>%(varname)s</em>

source: Mailman %(varname)s List Option Help
ca_es: Ajuda per a l'opció de llista %(varname)s del Mailman

source: <em><strong>Warning:</strong> changing this option here could cause other screens to be out-of-sync. Be sure to reload any other pages that are displaying this option for this mailing list. You can also
ca_es: <em><strong>Avís:</strong> si canvieu aquesta opció en aquesta pantalla pot ser que es perdi la sincronització amb altres pantalles. Assegureu-vos de tornar a carregar qualsevol pàgina on es mostri aquesta opció per a aquesta llista de correu per a evitar-ho. També podeu

source: return to the %(categoryname)s options page.
ca_es: tornar a la pàgina d'opcions de la categoria %(categoryname)s.

source: %(realname)s Administration (%(label)s)
ca_es: Administració de la llista %(realname)s (%(label)s)

source: %(realname)s mailing list administration<br>%(label)s Section
ca_es: Administració de la llista de correu %(realname)s<br>Secció %(label)s

source: Configuration Categories
ca_es: Categories de configuració

source: Other Administrative Activities
ca_es: Altres tasques administratives

source: Tend to pending moderator requests
ca_es: Atén les peticions pendents de moderació

source: Go to the general list information page
ca_es: Vés a la pàgina d'informació general de la llista

source: Edit the public HTML pages and text files
ca_es: Edita les pàgines HTML i fitxers de text públics

source: Go to list archives
ca_es: Vés als arxius de la llista

source: Delete this mailing list
ca_es: Suprimeix aquesta llista de correu

source: (requires confirmation)<br>&nbsp;<br>
ca_es: (requereix confirmació)<br>&nbsp;<br>

source: Logout
ca_es: Surt

source: Emergency moderation of all list traffic is enabled
ca_es: La moderació d'emergència de tot el tràfic de la llista està activada

source: Make your changes in the following section, then submit them using the <em>Submit Your Changes</em> button below.
ca_es: Feu els canvis a la secció següent, i feu clic al botó <em>Envia els canvis</em> de més avall per a enviar-los.

source: Additional Member Tasks
ca_es: Tasques addicionals de subscriptors

source: <li>Set everyone's moderation bit, including those members not currently visible
ca_es: <li>Activa l'opció de moderació per a tothom, fins i tot per als subscriptors no visibles

source: Off
ca_es: Desactivat

source: On
ca_es: Activat

source: Set
ca_es: Estableix

source: Value
ca_es: Valor

source: Badly formed options entry: %(record)s
ca_es: Entrada d'opcions mal formada: %(record)s

source: <em>Enter the text below, or...</em><br>
ca_es: <em>Introduïu el text a continuació, o bé...</em><br>

source: <br><em>...specify a file to upload</em><br>
ca_es: <br><em>...especifiqueu un fitxer per a pujar</em><br>

source: Topic %(i)d
ca_es: Tema %(i)d

source: Delete
ca_es: Suprimeix

source: Topic name:
ca_es: Nom del tema:

source: Regexp:
ca_es: Expressió regular:

source: Description:
ca_es: Descripció:

source: Add new item...
ca_es: Afegeix un element nou...

source: ...before this one.
ca_es: ...abans d'aquest.

source: ...after this one.
ca_es: ...després d'aquest.

source: Spam Filter Rule %(i)d
ca_es: Regla de filtre d'«spam» %(i)d

source: Spam Filter Regexp:
ca_es: Expressió regular de filtre d'«spam»:

source: Defer
ca_es: Ajorna

source: Reject
ca_es: Rebutja

source: Hold
ca_es: Mantén

source: Discard
ca_es: Descarta

source: Accept
ca_es: Accepta

source: Action:
ca_es: Acció:

source: Move rule up
ca_es: Mou la regla cap a amunt

source: Move rule down
ca_es: Mou la regla cap a avall

source: <br>(Edit <b>%(varname)s</b>)
ca_es: <br>(Edita <b>%(varname)s</b>)

source: <br>(Details for <b>%(varname)s</b>)
ca_es: <br>(Detalls per a <b>%(varname)s</b>)

source: <br><em><strong>Note:</strong> setting this value performs an immediate action but does not modify permanent state.</em>
ca_es: <br><em><strong>Nota:</strong> l'establiment d'aquest paràmetre provoca una acció immediata, però no modifica l'estat permanent.</em>

source: Mass Subscriptions
ca_es: Subscripcions en massa

source: Mass Removals
ca_es: Cancel·lació de subscripcions en massa

source: Membership List
ca_es: Llista de subscriptors

source: (help)
ca_es: (ajuda)

source: Find member %(link)s:
ca_es: Cerca de subscriptors %(link)s:

source: Search...
ca_es: Cerca...

source: Bad regular expression:
ca_es: L'expressió regular és incorrecta:

source: %(allcnt)s members total, %(membercnt)s shown
ca_es: %(allcnt)s subscriptors en total, %(membercnt)s mostrats

source: %(allcnt)s members total
ca_es: %(allcnt)s membres en total

source: unsub
ca_es: desubs

source: member address<br>member name
ca_es: adreça electrònica del subscriptor<br>nom del subscriptor

source: hide
ca_es: amaga

source: mod
ca_es: moderat

source: nomail<br>[reason]
ca_es: sense correu<br>[motiu]

source: ack
ca_es: confirmació

source: not metoo
ca_es: sense còpia

source: nodupes
ca_es: sense dupls

source: digest
ca_es: agrupats

source: plain
ca_es: text pla

source: language
ca_es: llengua

source: B
ca_es: R

source: <b>unsub</b> -- Click on this to unsubscribe the member.
ca_es: <b>desubs</b> -- feu clic aquí per a cancel·lar la subscripció del subscriptor.

source: <b>mod</b> -- The user's personal moderation flag. If this is set, postings from them will be moderated, otherwise they will be approved.
ca_es: <b>moderat</b> -- el senyalador personal de moderació de l'usuari. Si està establert, els seus enviaments es moderaran. En cas contrari, s'aprovaran.

source: <b>hide</b> -- Is the member's address concealed on the list of subscribers?
ca_es: <b>amaga</b> -- s'ha d'amagar l'adreça del subscriptor a la llista de subscriptors

source: <b>nomail</b> -- Is delivery to the member disabled? If so, an abbreviation will be given describing the reason for the disabled delivery: <ul><li><b>U</b> -- Delivery was disabled by the user via their personal options page. <li><b>A</b> -- Delivery was disabled by the list administrators. <li><b>B</b> -- Delivery was disabled by the system due to excessive bouncing from the member's address. <li><b>?</b> -- The reason for disabled delivery isn't known. This is the case for all memberships which were disabled in older versions of Mailman. </ul>
ca_es: <b>sense correu</b> -- si s'ha inhabilitat l'entrega per al subscriptor. Si aquest és el cas, es proporcionarà una abreviació amb la descripció del motiu pel qual l'entrega està inhabilitada: <ul><li><b>U</b> -- l'entrega fou inhabilitada per l'usuari a la seva pàgina d'opcions personals. <li><b>A</b> -- l'entrega fou inhabilitada pels administradors de la llista. <li><b>R</b> -- l'entrega fou inhabilitada pel sistema degut a un nombre excessiu de retorns de l'adreça de l'usuari. <li><b>?</b> -- es desconeix el motiu de la inhabilitació de. l'entrega. Aquest és el cas que us trobareu per a totes les subscripcions que foren inhabilitades en les versions més antigues del Mailman. </ul>

source: <b>ack</b> -- Does the member get acknowledgements of their posts?
ca_es: <b>confirmació</b> -- si el subscriptor rep confirmació dels seus enviaments

source: <b>not metoo</b> -- Does the member want to avoid copies of their own postings?
ca_es: <b>sense còpia</b> -- si el subscriptor no vol rebre còpia dels seus enviaments

source: <b>nodupes</b> -- Does the member want to avoid duplicates of the same message?
ca_es: <b>sense dupls</b> -- si el subscriptor no vol rebre duplicats d'un mateix missatge

source: <b>digest</b> -- Does the member get messages in digests? (otherwise, individual messages)
ca_es: <b>agrupats</b> -- si el subscriptor rep els missatges agrupats (en cas contrari, rebrà els missatges individuals)

source: <b>plain</b> -- If getting digests, does the member get plain text digests? (otherwise, MIME)
ca_es: <b>text pla</b> -- en cas de rebre missatges agrupats, si s'envien en text pla (en cas contrari, s'enviaran en MIME)

source: <b>language</b> -- Language preferred by the user
ca_es: <b>llengua</b> -- llengua preferida de l'usuari

source: Click here to hide the legend for this table.
ca_es: Feu clic aquí per a amagar la llegenda d'aquesta taula.

source: Click here to include the legend for this table.
ca_es: Feu clic aquí per a mostrar la llegenda d'aquesta taula.

source: <p><em>To view more members, click on the appropriate range listed below:</em>
ca_es: <p><em>Per a veure més subscriptors, feu clic al rang corresponent que es llista a continuació:</em>

source: from %(start)s to %(end)s
ca_es: des de %(start)s fins a %(end)s

source: Subscribe these users now or invite them?
ca_es: Voleu subscriure a aquests usuaris immediatament, o bé convidar-los?

source: Invite
ca_es: Convida'ls

source: Subscribe
ca_es: Subscriu

source: Send welcome messages to new subscribees?
ca_es: Voleu enviar el missatge de benvinguda als subscriptors nous?

source: Yes
ca_es: Sí

source: Send notifications of new subscriptions to the list owner?
ca_es: Voleu enviar notificacions de les subscripcions noves a l'administrador de la llista?

source: Enter one address per line below...
ca_es: Introduïu una adreça per línia aquí sota...

source: ...or specify a file to upload:
ca_es: ...o especifiqueu un fitxer per a pujar:

source: Below, enter additional text to be added to the top of your invitation or the subscription notification. Include at least one blank line at the end...
ca_es: A continuació, introduïu el text que s'afegirà a la part superior de la vostra invitació o notificació de subscripció. Incloeu almenys una línia en blanc al final...

source: Send unsubscription acknowledgement to the user?
ca_es: Voleu enviar una confirmació de la cancel·lació de la subscripció a l'usuari?

source: Send notifications to the list owner?
ca_es: Voleu enviar notificacions a l'administrador de la llista?

source: Change list ownership passwords
ca_es: Canvi de les contrasenyes d'administració de la llista

source: The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must set a separate moderator password in the fields below, and also provide the email addresses of the list moderators in the <a href="%(adminurl)s/general">general options section</a>.
ca_es: Els <em>administradors de llista</em> són persones amb control total sobre tots els paràmetres de la llista de correu. Poden canviar la configuració de qualsevol variable de la llista a través d'aquestes pàgines d'administració. <p>Els <em>moderadors de llista</em> tenen permisos més limitats; no poden canviar la configuració de qualsevol variable, però poden atendre les peticions d'administració pendents, incloent l'aprovació o denegació de subscripcions pendents, o què fer amb els enviaments retinguts. Evidentment, els <em>administradors de llista</em> també poden atendre les peticions pendents. <p>Per a poder dividir les tasques d'administració entre els administradors i els moderadors, heu d'establir contrasenyes diferents als camps següents, i proveir les adreces de correu electrònic dels moderadors a la <a href="%(adminurl)s/general">secció d'opcions generals</a>.

source: Enter new administrator password:
ca_es: Introduïu una contrasenya nova per a l'administrador:

source: Confirm administrator password:
ca_es: Confirmeu la contrasenya de l'administrador:

source: Enter new moderator password:
ca_es: Introduïu una contrasenya nova per al moderador:

source: Confirm moderator password:
ca_es: Confirmeu la contrasenya del moderador:

source: Submit Your Changes
ca_es: Envia els canvis

source: Moderator passwords did not match
ca_es: Les contrasenyes del moderador no coincideixen

source: Administrator passwords did not match
ca_es: Les contrasenyes de l'administrador no coincideixen

source: Already a member
ca_es: Ja sou membre

source: &lt;blank line&gt;
ca_es: &lt;línia en blanc&gt;

source: Bad/Invalid email address
ca_es: Adreça de correu electrònic errònia/invàlida

source: Hostile address (illegal characters)
ca_es: Adreça hostil (caràcters il·legals)

source: Banned address (matched %(pattern)s)
ca_es: L'adreça està bandejada (coincideix amb %(pattern)s)

source: Successfully invited:
ca_es: Convidat satisfactòriament:

source: Successfully subscribed:
ca_es: Subscrit satisfactòriament:

source: Error inviting:
ca_es: Error en convidar:

source: Error subscribing:
ca_es: Error en subscriure:

source: Successfully Unsubscribed:
ca_es: Subscripció cancel·lada satisfactòriament:

source: Cannot unsubscribe non-members:
ca_es: No es pot cancel·lar la subscripció d'adreces que no són membres:

source: Bad moderation flag value
ca_es: Valor erroni del senyal de moderació

source: Not subscribed
ca_es: No subscrit

source: Ignoring changes to deleted member: %(user)s
ca_es: S'estan ignorant els canvis al membre suprimit: %(user)s

source: Successfully Removed:
ca_es: Suprimit satisfactòriament:

source: Error Unsubscribing:
ca_es: Error en cancel·lar la subscripció:

source: %(realname)s Administrative Database
ca_es: Base de dades administrativa de la llista %(realname)s

source: %(realname)s Administrative Database Results
ca_es: Resultats de la base de dades administrativa de la llista %(realname)s

source: There are no pending requests.
ca_es: No hi ha cap sol·licitud pendent.

source: Click here to reload this page.
ca_es: Feu clic aquí per a tornar a carregar aquesta pàgina.

source: Detailed instructions for the administrative database
ca_es: Instruccions detallades per a la base de dades administrativa

source: Administrative requests for mailing list:
ca_es: Sol·licituds administratives per a la llista de correu:

source: Submit All Data
ca_es: Envia totes les dades

source: Discard all messages marked <em>Defer</em>
ca_es: Descarta tots els missatges marcats com a <em>Ajorna</em>

source: all of %(esender)s's held messages.
ca_es: tots els missatges retinguts de %(esender)s.

source: a single held message.
ca_es: un sol missatge retingut.

source: all held messages.
ca_es: tots els missatges retinguts.

source: Mailman Administrative Database Error
ca_es: S'ha produït un error a la base de dades administrativa del Mailman

source: list of available mailing lists.
ca_es: llista de les llista de correu disponibles

source: You must specify a list name. Here is the %(link)s
ca_es: Heu d'especificar el nom d'una llista. Aquí hi ha la %(link)s

source: Subscription Requests
ca_es: Sol·licituds de subscripció

source: Address/name
ca_es: Adreça/nom

source: Your decision
ca_es: La vostra decisió

source: Reason for refusal
ca_es: Motiu del rebuig

source: Approve
ca_es: Aprova

source: Permanently ban from this list
ca_es: Bandeja permanentment d'aquesta llista

source: User address/name
ca_es: Adreça/nom de l'usuari

source: Unsubscription Requests
ca_es: Sol·licituds de cancel·lació de subscripció

source: Held Messages
ca_es: Missatges retinguts

source: From:
ca_es: De:

source: Action to take on all these held messages:
ca_es: Acció a dur a terme per a tots aquests missatges retinguts:

source: Preserve messages for the site administrator
ca_es: Mantingues els missatges per a l'administrador del lloc.

source: Forward messages (individually) to:
ca_es: Reenvia els missatges (individualment) a:

source: Clear this member's <em>moderate</em> flag
ca_es: Neteja el senyalador de <em>moderació</em> d'aquest membre

source: <em>The sender is now a member of this list</em>
ca_es: <em>El remitent és ara membre de la llista</em>

source: Add <b>%(esender)s</b> to one of these sender filters:
ca_es: Afegeix <b>%(esender)s</b> a un dels filtres de remitents següents:

source: Accepts
ca_es: Acceptacions

source: Discards
ca_es: Descarts

source: Holds
ca_es: Retencions

source: Rejects
ca_es: Rebutjos

source: Ban <b>%(esender)s</b> from ever subscribing to this mailing list
ca_es: Bandeja <b>%(esender)s</b> perquè mai pugui subscriure's aquesta llista de correu

source: Click on the message number to view the individual message, or you can
ca_es: Feu clic al número del missatge per a veure el missatge individual, o també podeu

source: view all messages from %(esender)s
ca_es: veure tots els missatges de %(esender)s

source: Subject:
ca_es: Assumpte:

source: Size:
ca_es: Mida:

source: not available
ca_es: no disponible

source: Reason:
ca_es: Motiu:

source: Received:
ca_es: Rebut:

source: Posting Held for Approval
ca_es: El missatge enviat es retindrà fins la seva aprovació

source: (%(count)d of %(total)d)
ca_es: (%(count)d de %(total)d)

source: <em>Message with id #%(id)d was lost.
ca_es: <em>El missatge amb id #%(id)d s'ha perdut.

source: <em>Message with id #%(id)d is corrupted.
ca_es: <em>El missatge amb id #%(id)d està malmès.

source: Preserve message for site administrator
ca_es: Mantingues una còpia del missatge per a l'administrador del lloc

source: Additionally, forward this message to:
ca_es: Addicionalment, reenvia aquest missatge a:

source: [No explanation given]
ca_es: [No s'ha donat cap explicació]

source: If you reject this post,<br>please explain (optional):
ca_es: Si rebutgeu aquest missatge,<br>expliqueu-ne el motiu (opcional):

source: Message Headers:
ca_es: Capçaleres del missatge:

source: Message Excerpt:
ca_es: Resum del missatge:

source: Database Updated...
ca_es: S'ha actualitzat la base de dades...

source: is already a member
ca_es: ja és un membre
